var societylist = [{
	id: "NA-PHY",
	name: "香港中文大學新亞書院學生會物理系系會2020-2021"
}
,{
	id: "NA-HIS",
	name: "香港中文大學新亞書院歷史學系系會2020-2021"
}
,{
	id: "NA-SAD",
	name: "香港中文大學新亞書院學生會演講及辯論學會2020-2021" 
}
,{
	id: "NA-WCB",
	name: "香港中文大學新亞書院林錦權詠春拳術學會2020-2021"
}
,{
	id: "NA-CMC",
	name: "香港中文大學新亞書院學生會國樂會2020-2021"
}
,{
	id: "NA-NUR",
	name: "香港中文大學新亞書院那打素護理學院院會2020-2021"
}
,{
	id: "NA-BCS",
	name: "香港中文大學新亞書院漂書會2020-2021"
}
,{
	id: "NA-FAD",
	name: "香港中文大學藝術系系會2020-2021"
}
,{
	id: "NA-AST",
	name: "香港中文大學新亞書院學生會天文學會2020-2021"
}
,{
	id: "NA-MAT",
	name: "香港中文大學新亞書院數學系系會2020-2021"
}
,{
	id: "NA-SSS",
	name: "香港中文大學新亞書院社會服務團2020-2021"
}
,{
	id: "NA-ECO",
	name: "香港中文大學新亞書院經濟學系系會2020-2021"
}
,{
	id: "NA-DRA",
	name: "香港中文大學新亞書院學生會新亞劇社2020-2021"
}
,{
	id: "NA-MED",
	name: "香港中文大學新亞書院學生會醫學系系會2020-2021"
}
,{
	id: "NA-ROT",
	name: "香港中文大學新亞書院扶輪青年服務團2020-2021"
}
,{
	id: "NA-MUA",
	name: "香港中文大學新亞書院內地生聯合會2020-2021"
}
,{
	id: "NA-NAT",
	name: "香港中文大學新亞書院國術會2020-2021"
}
,{
	id: "NA-SWS",
	name: "香港中文大學新亞書院社會工作學系系會2020-2021"
}
,{
	id: "NA-SOC",
	name: "香港中文大學新亞書院學生會社會學系系會2020-2021"
}
,{
	id: "NA-BAN",
	name: "香港中文大學新亞書院樂隊學會2020-2021"
}
,{
	id: "NA-SAT",
	name: "香港中文大學新亞書院學生會統計系系會2020-2021"
}
,{
	id: "NA-CHE",
	name: "香港中文大學新亞書院化學系系會2020-2021"
}
,{
	id: "NA-ISS",
	name: "香港中文大學新亞書院學生會國際演講協會2020-2021"
}
,{
	id: "NA-CHI",
	name: "香港中文大學新亞書院中國語文及文學系系會2020-2021"
}
,{
	id: "NA-ENG",
	name: "香港中文大學新亞書院英文系系會2020-2021"
}
,{
	id: "NA-ANT",
	name: "香港中文大學新亞書院學生會人類學系系會2020-2021"
}
,{
	id: "NA-BAS",
	name: "香港中文大學新亞書院工商管理學會2020-2021"
},{
	id: "NA-TEST",
	name: "香港中文大學新亞書院測試學會2020-2021"
}]
